franciscolourenco/done
jethrokuan/z
jorgebucaran/fish-bax
laughedelic/brew-completions
jorgebucaran/fisher
jethrokuan/fzf
oh-my-fish/plugin-osx
IlanCosman/tide
