jethrokuan/z
matchai/spacefish
franciscolourenco/done
oh-my-fish/plugin-brew
oh-my-fish/plugin-osx
oh-my-fish/plugin-grc
jorgebucaran/fish-bax
jethrokuan/fzf
laughedelic/brew-completions
